<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>msh</string>
		<key>creation_date</key>
		<date>2018-07-03T09:02:24Z</date>
		<key>munki_version</key>
		<string>3.3.1.3537</string>
		<key>os_version</key>
		<string>10.10.5</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		
	<string>new</string><string>testing</string></array>
	<key>category</key>
	<string>Utilities</string>
	<key>description</key>
	<string>Audio and video converter.</string>
	<key>developer</key>
	<string>Macroplant LLC</string>
	<key>display_name</key>
	<string>Adapter</string>
	<key>installer_item_hash</key>
	<string>ef2de9f0795cd446d26a4de1180b2580402abe8e5f13368e42d8da39eadde729</string>
	<key>installer_item_location</key>
	<string>apps/macroplant/Adapter-2.1.6.dmg</string>
	<key>installer_item_size</key>
	<integer>27544</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.macroplant.adapter</string>
			<key>CFBundleName</key>
			<string>Adapter</string>
			<key>CFBundleShortVersionString</key>
			<string>2.1.6</string>
			<key>CFBundleVersion</key>
			<string>2.1.6</string>
			<key>minosversion</key>
			<string>10.7</string>
			<key>path</key>
			<string>/Applications/Adapter.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Adapter.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.7</string>
	<key>name</key>
	<string>Adapter</string>
	<key>notes</key>
	<string>AutoPkgr</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>2.1.6</string>
</dict>
</plist>
