<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>msh</string>
		<key>creation_date</key>
		<date>2018-06-20T15:40:15Z</date>
		<key>munki_version</key>
		<string>3.3.0.3515</string>
		<key>os_version</key>
		<string>10.10.5</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		
	<string>testing</string></array>
	<key>category</key>
	<string>Utilities</string>
	<key>description</key>
	<string>EasyFind finds files and folders by name or content using advanced Boolean operators.</string>
	<key>developer</key>
	<string>DEVONtechnologies</string>
	<key>display_name</key>
	<string>EasyFind</string>
	<key>installer_item_hash</key>
	<string>5dbd831d180d6404c7984b953b3d4a38be3e057ee629a9f70f34684e7c8db2ef</string>
	<key>installer_item_location</key>
	<string>apps/devontechnologies/EasyFind-4.9.3.dmg</string>
	<key>installer_item_size</key>
	<integer>2814</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>org.grunenberg.EasyFind</string>
			<key>CFBundleName</key>
			<string>EasyFind</string>
			<key>CFBundleShortVersionString</key>
			<string>4.9.3</string>
			<key>CFBundleVersion</key>
			<string>4.9.3</string>
			<key>minosversion</key>
			<string>10.6.8</string>
			<key>path</key>
			<string>/Applications/EasyFind.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>EasyFind.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.6.8</string>
	<key>name</key>
	<string>EasyFind</string>
	<key>notes</key>
	<string>AutoPkgr</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>4.9.3</string>
</dict>
</plist>
