<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GoogleChrome</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/chrome/mac/stable/GGRO/googlechrome.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Google/GoogleChrome</string>
		<key>NAME</key>
		<string>GoogleChrome</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>munkiverseserver</string>
			</array>
			<key>description</key>
			<string>Dank 64-Bit-Unterstützung und zahlreicher Sicherheitsfunktionen surfen Sie mit „Google Chrome“ schnell und sicher. Beispielsweise ist ein Schutz vor Phishing und Malware eingebaut und im Inkognito-Modus hinterlassen Sie keine Spuren auf Ihrem PC. Nutzen Sie ein Google-Konto, synchronisieren Sie Lesezeichen, Passwörter und Einstellungen auf verschiedenen Geräten. Über Gratis-Apps für iPad, iPhone oder Android-Smartphones und -Tablets greifen Sie zudem auf Ihre am Computer geöffneten Tabs zu. Features wie die kombinierte Such- und Adresszeile, der integrierte PDF-Viewer sowie das interne Abspielen von HTML5- und MP4-Videos, AAC-Clips oder MP3-Dateien runden die 64-Bit-Variante von „Google Chrome“ ab.</string>
			<key>display_name</key>
			<string>Google Chrome</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>uninstallable</key>
			<true/>
			<key>icon_name</key>
			<string>googlechrome.png</string>
			<key>RestartAction</key>
			<string>None</string>
			<key>category</key>
			<string>Webbrowser</string>
			<key>developer</key>
			<string>Google</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.google-chrome</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.googlechrome</key>
			<dict>
				<key>git_hash</key>
				<string>1d8ed0662d02653b32d0c34f041df521a1c551aa</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChrome.download.recipe</string>
				<key>sha256_hash</key>
				<string>f5313754f89bbff7c7d71dd99fa5151b67ff75cf21a00b0ce215c415b0c09549</string>
			</dict>
			<key>com.github.autopkg.munki.google-chrome</key>
			<dict>
				<key>git_hash</key>
				<string>5f5db38265797f1754def56335de7bfc75811305</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChrome.munki.recipe</string>
				<key>sha256_hash</key>
				<string>8fd2feaa1c196109ee3bc4149b2447936782336f913c39875a4ad6c3e6dc4baa</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
