<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MunkiAdmin</string>
	<key>Input</key>
	<dict>
		<key>APP_DESTINATION</key>
		<string>/Applications</string>
		<key>DOWNLOAD_URL</key>
		<string>https://github.com</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/hannesjuutilainen</string>
		<key>NAME</key>
		<string>MunkiAdmin</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>munkiverseserver</string>
			</array>
			<key>category</key>
			<string>Munki Tools</string>
			<key>description</key>
			<string>MunkiAdmin is a GUI for managing munki repositories. It is written with Objective-C and uses in-memory Core Data store as a backend.</string>
			<key>developer</key>
			<string>Hannes Juutilainen</string>
			<key>display_name</key>
			<string>MunkiAdmin - GUI tools for Munki</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.MunkiAdmin.munki</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jleggat.MunkiAdmin.download</key>
			<dict>
				<key>git_hash</key>
				<string>b2f7d806f8ff2a840b8511e246c1177898c769d3</string>
				<key>path</key>
				<string>/Volumes/DatenExternMSH/munki/AutoPkg/RecipeRepos/com.github.autopkg.jleggat-recipes/MunkiAdmin/MunkiAdmin.download.recipe</string>
				<key>sha256_hash</key>
				<string>9c01be7d51abb4f62e4cbddff1e434c49c2b2ff605aff91a273ddfaf20e18f1b</string>
			</dict>
			<key>com.github.jleggat.MunkiAdmin.munki</key>
			<dict>
				<key>git_hash</key>
				<string>75ae46b2bf5826b261b0e1da29816d25a2fea94e</string>
				<key>path</key>
				<string>/Volumes/DatenExternMSH/munki/AutoPkg/RecipeRepos/com.github.autopkg.jleggat-recipes/MunkiAdmin/MunkiAdmin.munki.recipe</string>
				<key>sha256_hash</key>
				<string>6ed5a444db32299f40bc29a8583390d83b1403037f091f7ddd112c1c8e34f402</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
